HomeWork-4/reports/mysql-cluster-2pods/wrk-C1.txt
Running 3m test @ http://hi-load-social-network.svn.su
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.38s     3.19s   16.11s    89.54%
    Req/Sec     4.09      1.91    10.00     79.01%
  Latency Distribution
     50%  255.97ms
     75%  392.62ms
     90%    4.97s 
     99%   14.50s 
  548 requests in 3.00m, 1.04MB read
Requests/sec:      3.04
Transfer/sec:      5.92KB